{
  "project_id": "6bd47c8a-e676-456f-aa25-ddcbb5a31047",
  "project_name": "GOODS",
  "interview_type": "project",
  "responses": {
    "project_purpose": "GOODS is a community-owned initiative to design, make, and maintain essential household goods — the 'Toyota Troopy' of beds, washing machines, and fridges — built for remote conditions. It exists to close urgent cost-of-living and access gaps that drive overcrowding, poor sleep, infections, and dignity harms. The project builds local capacity so communities own production, data, and value over time.",

    "target_population": "Primarily First Nations communities in remote and regional Australia, including Tennant Creek, Palm Island, Mount Isa, Kalgoorlie, and Central Desert communities. Beneficiaries are predominantly Indigenous, with strong focus on women and girls and households experiencing overcrowding and inadequate housing standards.",

    "community_voice": "Traditional Custodians and local community leaders co-design products, set priorities, and guide prototyping cycles. Design principles follow cultural protocols and local wisdom — 'read the river, walk the walk, talk the talk then create our story' — and manufacturing is intentionally transitioned to community ownership with training and on-country facilities.",

    "key_activities": "Delivers and installs durable, repairable essential goods. Runs iterative '4×3×3' prototyping across multiple communities and product types. Establishes local manufacturing and repair capability, with skills transfer and training. Tracks product lifecycle and outcomes, blending community storytelling with data to improve designs and operations.",

    "cultural_approaches": "Products are co-designed with Traditional Custodians, using Indigenous protocols and locally relevant practices. Story, language, and community authority shape decisions, timelines, and evaluation. The aim is sovereignty over production, data, and enterprise, not external delivery.",

    "program_model": "If households have durable, repairable beds and whitegoods designed for local conditions, then sleep, hygiene, and household dignity improve immediately. These immediate improvements reduce infections and stress, free up caregiver time (especially for women and girls), and create stability. Coupled with local training and manufacturing, the project shifts power and income locally, reinforcing health and economic benefits over time.",

    "immediate_outcomes": "Better sleep and less floor sleeping after bed delivery. Improved hygiene and dignity from reliable washing. Immediate morale lift and reduced household stress due to functional, fit-for-purpose goods.",

    "medium_term_outcomes": "Reduced respiratory and skin infections and RHD risk factors as hygiene and sleeping conditions stabilise. Increased household wellbeing and safety, especially for women and girls. Growing community capability in manufacturing, repair, and design, leading to sustained local employment and income.",

    "long_term_impact": "Communities independently produce and maintain essential goods, with circular, repair-first economies that keep value local. First Nations leadership sets standards for sustainable product design in remote Australia. Systemic shift from extractive purchasing to community-owned enterprises and knowledge-led innovation.",

    "success_stories": "After early pilots, Palm Island asked for 100 additional beds based on community experience with improved sleep, dignity, and household functioning — a strong signal of fit-for-purpose design and trust in the model.",

    "success_measures": "Community-defined indicators via Empathy Ledger stories and feedback. Health signals from local services, such as reduced infections and better sleep patterns. Product lifecycle data on durability, repairs, and modifications. Demand signals and community requests for scale or new products. Evidence of local training completion and community-run production facilities.",

    "timeframe": "Active now, with the next 12-month goals to manufacture and install 300 beds and 40 washing machines, establish community-owned facilities in Tennant Creek and Palm Island, and prototype modular refrigeration. Overall intent is ongoing, with staged transfer to community ownership as capabilities and enterprises mature."
  }
}
